---
kind: property
id: P:Autodesk.Revit.DB.Visual.AdvancedWood.WoodLateColorPower
source: html/dc6c8a7a-5dd2-48f4-aa37-ca4c23e4c46c.htm
---
# Autodesk.Revit.DB.Visual.AdvancedWood.WoodLateColorPower Property

The property labeled "Power to compute latewood color" from the "AdvancedWood" schema.

## Syntax (C#)
```csharp
public static string WoodLateColorPower { get; }
```

## Remarks
This property is of type "AssetPropertyDouble".